Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Something changed recently on AppleVis's own side that broke posting any new comment, forum reply, app review, or bug report comment from the app — along with creating a new forum topic or submitting a new app, blog post, or podcast. Found and fixed: a text format the app used for every new post stopped being valid on the site, and a couple of fields the site now requires weren't being sent. If posting anything felt broken recently, this is why — it's fixed now.
ar: حدث تغيير مؤخرًا في الموقع نفسه أدى إلى تعطّل نشر أي تعليق جديد أو رد في المنتدى أو مراجعة تطبيق أو تعليق على تقرير خطأ من داخل التطبيق — إلى جانب إنشاء موضوع منتدى جديد أو إرسال تطبيق أو منشور مدونة أو بودكاست جديد. تم اكتشاف المشكلة وإصلاحها: تنسيق النص الذي كان التطبيق يستخدمه لكل منشور جديد لم يعد صالحًا على الموقع، وكانت هناك بضعة حقول يتطلبها الموقع الآن ولم تكن تُرسل. إذا شعرت أن النشر كان معطلاً مؤخرًا، فهذا هو السبب — تم إصلاحه الآن.
de: Auf AppleVis' eigener Seite hat sich kürzlich etwas geändert, das es unmöglich machte, aus der App heraus einen neuen Kommentar, eine Forenantwort, eine App-Bewertung oder einen Fehlerbericht-Kommentar zu posten — ebenso wie ein neues Forenthema zu erstellen oder eine neue App, einen Blogbeitrag oder einen Podcast einzureichen. Gefunden und behoben: Ein Textformat, das die App für jeden neuen Beitrag verwendete, war auf der Website nicht mehr gültig, und ein paar Felder, die die Website jetzt verlangt, wurden nicht gesendet. Falls sich das Posten in letzter Zeit kaputt angefühlt hat, liegt es daran — jetzt ist es behoben.
el: Κάτι άλλαξε πρόσφατα στην ίδια την πλευρά του AppleVis που εμπόδιζε τη δημοσίευση οποιουδήποτε νέου σχολίου, απάντησης σε φόρουμ, κριτικής εφαρμογής ή σχολίου σε αναφορά σφάλματος μέσα από την εφαρμογή — καθώς και τη δημιουργία νέου θέματος φόρουμ ή την υποβολή νέας εφαρμογής, ανάρτησης ιστολογίου ή podcast. Εντοπίστηκε και διορθώθηκε: μια μορφή κειμένου που χρησιμοποιούσε η εφαρμογή για κάθε νέα ανάρτηση έπαψε να είναι έγκυρη στον ιστότοπο, και μερικά πεδία που απαιτεί πλέον ο ιστότοπος δεν αποστέλλονταν. Αν η δημοσίευση οτιδήποτε φαινόταν χαλασμένη τελευταία, αυτός είναι ο λόγος — τώρα έχει διορθωθεί.
es: Algo cambió recientemente en el propio sitio de AppleVis que impedía publicar cualquier comentario nuevo, respuesta de foro, reseña de app o comentario en un informe de error desde la app — además de crear un nuevo tema de foro o enviar una app, entrada de blog o podcast nuevos. Encontrado y solucionado: un formato de texto que la app usaba para cada publicación nueva dejó de ser válido en el sitio, y había un par de campos que el sitio ahora exige que no se estaban enviando. Si publicar algo se sentía roto últimamente, esta es la razón — ya está solucionado.
fa: چیزی اخیراً در خودِ سایت AppleVis تغییر کرده بود که باعث می‌شد ارسال هر دیدگاه جدید، پاسخ انجمن، نقد برنامه، یا دیدگاه روی گزارش اشکال از داخل برنامه با شکست مواجه شود — همراه با ایجاد موضوع جدید انجمن یا ارسال برنامه، پست وبلاگ، یا پادکست جدید. یافته و برطرف شد: قالب متنی که برنامه برای هر پست جدید استفاده می‌کرد دیگر در سایت معتبر نبود، و چند فیلد که سایت اکنون آن‌ها را لازم دارد ارسال نمی‌شدند. اگر اخیراً حس می‌کردید ارسال هر چیزی خراب است، دلیلش همین بود — اکنون برطرف شده است.
fr: Quelque chose a changé récemment du côté du site AppleVis lui-même, ce qui empêchait de publier depuis l'appli tout nouveau commentaire, toute réponse de forum, tout avis d'application ou commentaire sur un rapport de bug — ainsi que de créer un nouveau sujet de forum ou de soumettre une nouvelle application, un article de blog ou un podcast. Trouvé et corrigé : un format de texte que l'appli utilisait pour chaque nouvelle publication n'était plus valide sur le site, et quelques champs désormais exigés par le site n'étaient pas envoyés. Si publier quoi que ce soit semblait cassé dernièrement, voilà pourquoi — c'est corrigé maintenant.
he: משהו השתנה לאחרונה בצד של אתר AppleVis עצמו וגרם לכך שפרסום כל תגובה חדשה, מענה בפורום, ביקורת על אפליקציה, או תגובה על דיווח באג מתוך האפליקציה נכשל — יחד עם יצירת נושא פורום חדש או שליחת אפליקציה, פוסט בבלוג, או פודקאסט חדשים. אותר ותוקן: פורמט טקסט שהאפליקציה השתמשה בו לכל פרסום חדש הפסיק להיות תקף באתר, וכמה שדות שהאתר דורש כעת לא נשלחו. אם פרסום דבר מה הרגיש שבור לאחרונה, זו הסיבה — זה תוקן כעת.
hi: हाल ही में खुद AppleVis साइट में कुछ बदला जिसकी वजह से ऐप से कोई भी नई टिप्पणी, फ़ोरम जवाब, ऐप समीक्षा, या बग रिपोर्ट टिप्पणी पोस्ट करना विफल हो रहा था — साथ ही नया फ़ोरम टॉपिक बनाना या नया ऐप, ब्लॉग पोस्ट, या पॉडकास्ट सबमिट करना भी। पता लगाया और ठीक किया: जिस टेक्स्ट फ़ॉर्मेट का इस्तेमाल ऐप हर नई पोस्ट के लिए करता था, वह साइट पर मान्य नहीं रह गया था, और कुछ फ़ील्ड जिन्हें साइट अब ज़रूरी मानती है, वे भेजी नहीं जा रही थीं। अगर हाल में पोस्ट करना खराब महसूस हो रहा था, तो यही वजह थी — अब यह ठीक हो गया है।
id: Sesuatu berubah baru-baru ini di sisi situs AppleVis sendiri yang membuat pengiriman komentar baru, balasan forum, ulasan aplikasi, atau komentar laporan bug apa pun dari aplikasi gagal — begitu juga membuat topik forum baru atau mengirim aplikasi, postingan blog, atau podcast baru. Ditemukan dan diperbaiki: format teks yang digunakan aplikasi untuk setiap postingan baru sudah tidak valid lagi di situs, dan beberapa kolom yang kini diwajibkan situs tidak terkirim. Jika mengirim apa pun terasa rusak akhir-akhir ini, inilah alasannya — sekarang sudah diperbaiki.
it: Qualcosa è cambiato di recente sul sito stesso di AppleVis, impedendo di pubblicare dall'app qualsiasi nuovo commento, risposta del forum, recensione di un'app o commento a una segnalazione di bug — così come creare un nuovo argomento del forum o inviare una nuova app, un post del blog o un podcast. Individuato e risolto: un formato di testo che l'app usava per ogni nuovo post non era più valido sul sito, e un paio di campi ora richiesti dal sito non venivano inviati. Se pubblicare qualcosa sembrava non funzionare ultimamente, ecco il perché — ora è risolto.
ja: AppleVisのサイト側で最近何かが変わり、アプリから新しいコメント、フォーラムの返信、アプリのレビュー、不具合報告へのコメントを投稿できなくなっていました。新しいフォーラムのトピック作成や、新しいアプリ・ブログ記事・ポッドキャストの投稿も同様です。原因を特定して修正しました。アプリが新しい投稿ごとに使っていたテキスト形式がサイト側で無効になっており、さらにサイトが今では必須としているいくつかの項目が送信されていませんでした。最近投稿がうまくいかないと感じていた方は、これが原因です——現在は修正済みです。
ko: 최근 AppleVis 사이트 자체에서 무언가가 바뀌면서 앱에서 새 댓글, 포럼 답장, 앱 리뷰, 버그 보고서 댓글을 게시하는 것이 실패하고 있었습니다. 새 포럼 주제를 만들거나 새 앱, 블로그 게시물, 팟캐스트를 제출하는 것도 마찬가지였습니다. 원인을 찾아 수정했습니다. 앱이 모든 새 게시물에 사용하던 텍스트 형식이 사이트에서 더 이상 유효하지 않게 되었고, 사이트가 이제 요구하는 몇 가지 필드가 전송되지 않고 있었습니다. 최근 게시가 제대로 안 되는 것 같았다면 이것이 이유입니다 — 이제 수정되었습니다.
nl: Er is onlangs iets veranderd aan de kant van de AppleVis-website zelf, waardoor het plaatsen van een nieuwe reactie, forumantwoord, app-beoordeling of reactie op een bugrapport vanuit de app mislukte — net als het aanmaken van een nieuw forumonderwerp of het indienen van een nieuwe app, blogpost of podcast. Gevonden en opgelost: een tekstformaat dat de app gebruikte voor elke nieuwe post was niet meer geldig op de site, en een paar velden die de site nu vereist werden niet meegestuurd. Als iets plaatsen de laatste tijd kapot aanvoelde, is dit waarom — het is nu opgelost.
pl: Coś ostatnio zmieniło się po stronie samej witryny AppleVis, przez co publikowanie z aplikacji nowego komentarza, odpowiedzi na forum, recenzji aplikacji lub komentarza do zgłoszenia błędu kończyło się niepowodzeniem — podobnie jak tworzenie nowego tematu na forum czy przesyłanie nowej aplikacji, wpisu na blogu lub podcastu. Znaleziono i naprawiono: format tekstu, którego aplikacja używała do każdego nowego wpisu, przestał być prawidłowy na stronie, a kilka pól, których witryna teraz wymaga, nie było wysyłanych. Jeśli ostatnio publikowanie czegokolwiek wydawało się niedziałające, to właśnie dlatego — teraz jest to naprawione.
pt: Algo mudou recentemente no próprio site da AppleVis que fazia com que publicar qualquer novo comentário, resposta em fórum, avaliação de app ou comentário em relatório de bug pelo app falhasse — assim como criar um novo tópico de fórum ou enviar um novo app, post de blog ou podcast. Encontrado e corrigido: um formato de texto que o app usava em cada nova publicação deixou de ser válido no site, e alguns campos que o site agora exige não estavam sendo enviados. Se publicar algo tem parecido quebrado ultimamente, esse é o motivo — agora está corrigido.
ru: Недавно на самом сайте AppleVis что-то изменилось, из-за чего публикация любого нового комментария, ответа на форуме, отзыва о приложении или комментария к отчёту об ошибке через приложение не удавалась — как и создание новой темы форума или отправка нового приложения, записи в блоге или подкаста. Проблема найдена и устранена: текстовый формат, который приложение использовало для каждой новой публикации, перестал быть допустимым на сайте, а пара полей, которые сайт теперь требует, не отправлялись. Если в последнее время публикация чего-либо казалась сломанной — вот почему. Теперь это исправлено.
sv: Något ändrades nyligen på själva AppleVis webbplats som gjorde att det inte gick att publicera en ny kommentar, ett foruminlägg, en apprecension eller en kommentar på en felrapport från appen — inte heller att skapa ett nytt forumämne eller skicka in en ny app, ett blogginlägg eller en podd. Hittat och åtgärdat: ett textformat som appen använde för varje nytt inlägg slutade vara giltigt på webbplatsen, och några fält som webbplatsen nu kräver skickades inte med. Om det har känts som att publicering varit trasig på sistone är det därför — nu är det åtgärdat.
th: มีบางอย่างเปลี่ยนแปลงเมื่อเร็วๆ นี้ที่ฝั่งเว็บไซต์ AppleVis เอง ซึ่งทำให้การโพสต์ความคิดเห็นใหม่ การตอบกลับในฟอรัม รีวิวแอป หรือความคิดเห็นในรายงานบั๊กจากแอปล้มเหลว รวมถึงการสร้างหัวข้อฟอรัมใหม่หรือการส่งแอป โพสต์บล็อก หรือพอดแคสต์ใหม่ด้วย พบและแก้ไขแล้ว รูปแบบข้อความที่แอปใช้สำหรับทุกโพสต์ใหม่ไม่ถูกต้องอีกต่อไปบนเว็บไซต์ และมีบางฟิลด์ที่เว็บไซต์กำหนดให้ต้องมีตอนนี้แต่ไม่ได้ถูกส่งไป หากรู้สึกว่าการโพสต์อะไรก็ตามใช้งานไม่ได้เมื่อเร็วๆ นี้ นี่คือสาเหตุ — ตอนนี้แก้ไขแล้ว
tr: Yakın zamanda AppleVis'in kendi sitesinde bir şey değişti ve bu, uygulamadan yeni bir yorum, forum yanıtı, uygulama incelemesi veya hata raporu yorumu gönderilmesini — ayrıca yeni bir forum konusu oluşturmayı veya yeni bir uygulama, blog yazısı ya da podcast göndermeyi de — bozdu. Bulundu ve düzeltildi: Uygulamanın her yeni gönderi için kullandığı bir metin biçimi sitede artık geçerli değildi ve sitenin şimdi zorunlu tuttuğu birkaç alan gönderilmiyordu. Son zamanlarda bir şey gönderirken bozukmuş gibi hissettiyseniz sebebi buydu — artık düzeltildi.
uk: Нещодавно на самому сайті AppleVis щось змінилося, через що публікація будь-якого нового коментаря, відповіді на форумі, відгуку про застосунок або коментаря до звіту про помилку через застосунок не вдавалася — так само як створення нової теми форуму чи надсилання нового застосунку, запису в блозі або подкасту. Знайдено та виправлено: текстовий формат, який застосунок використовував для кожної нової публікації, перестав бути дійсним на сайті, а кілька полів, які сайт тепер вимагає, не надсилалися. Якщо останнім часом публікація чогось здавалася зламаною — ось чому. Тепер це виправлено.
vi: Gần đây có điều gì đó đã thay đổi ở chính trang web AppleVis khiến việc đăng bình luận mới, trả lời diễn đàn, đánh giá ứng dụng, hoặc bình luận báo cáo lỗi từ ứng dụng bị lỗi — cùng với việc tạo chủ đề diễn đàn mới hoặc gửi ứng dụng, bài blog, hay podcast mới. Đã tìm ra và khắc phục: một định dạng văn bản mà ứng dụng dùng cho mỗi bài đăng mới không còn hợp lệ trên trang web, và một vài trường mà trang web hiện yêu cầu đã không được gửi đi. Nếu gần đây bạn thấy việc đăng bài có vẻ bị lỗi, đây chính là lý do — giờ đã được khắc phục.
zh_hans: 最近AppleVis网站自身发生了一些变化,导致从应用中发布新评论、论坛回复、应用评价或错误报告评论都会失败——创建新论坛主题,或提交新应用、博客文章、播客也是如此。已定位并修复:应用为每个新帖子使用的文本格式在网站上已不再有效,并且有几个网站现在要求的字段之前没有被发送。如果你最近发现发布内容好像出了问题,原因就在这里——现在已经修复。

source: Sort
ar: ترتيب
de: Sortieren
el: Ταξινόμηση
es: Ordenar
fa: مرتب‌سازی
fr: Trier
he: מיון
hi: क्रमबद्ध करें
id: Urutkan
it: Ordina
ja: 並べ替え
ko: 정렬
nl: Sorteren
pl: Sortuj
pt: Ordenar
ru: Сортировка
sv: Sortera
th: เรียงลำดับ
tr: Sırala
uk: Сортувати
vi: Sắp xếp
zh_hans: 排序

source: Sound
ar: الصوت
de: Ton
el: Ήχος
es: Sonido
fa: صدا
fr: Son
he: צליל
hi: ध्वनि
id: Suara
it: Suono
ja: サウンド
ko: 소리
nl: Geluid
pl: Dźwięk
pt: Som
ru: Звук
sv: Ljud
th: เสียง
tr: Ses
uk: Звук
vi: Âm thanh
zh_hans: 声音

source: Sounds
ar: الأصوات
de: Töne
el: Ήχοι
es: Sonidos
fa: صداها
fr: Sons
he: צלילים
hi: ध्वनियाँ
id: Suara
it: Suoni
ja: サウンド
ko: 소리
nl: Geluiden
pl: Dźwięki
pt: Sons
ru: Звуки
sv: Ljud
th: เสียง
tr: Sesler
uk: Звуки
vi: Âm thanh
zh_hans: 声音

source: Sounds & Haptics
ar: الأصوات واللمس
de: Töne & Haptik
el: Ήχοι & Απτική Ανάδραση
es: Sonidos y vibración
fa: صداها و لرزش
fr: Sons et retour haptique
he: צלילים והפטיקה
hi: ध्वनियाँ और हैप्टिक्स
id: Suara & Haptik
it: Suoni e feedback aptico
ja: サウンドと触覚
ko: 소리 및 햅틱
nl: Geluiden en trilfunctie
pl: Dźwięki i wibracje
pt: Sons e feedback tátil
ru: Звуки и тактильные эффекты
sv: Ljud och haptik
th: เสียงและการสั่น
tr: Sesler ve Dokunsal Geri Bildirim
uk: Звуки й тактильні відчуття
vi: Âm thanh & Rung
zh_hans: 声音与触感

source: Sounds and haptics for errors and connectivity changes always play, since they're important to notice rather than decorative.
ar: تُشغَّل الأصوات واللمسات الخاصة بالأخطاء وتغييرات الاتصال دائمًا، لأنها مهمة ليتم ملاحظتها وليست زخرفية.
de: Töne und Haptik für Fehler und Änderungen der Verbindung werden immer abgespielt, da sie wichtig zu bemerken sind und nicht nur dekorativ.
el: Οι ήχοι και η απτική ανάδραση για σφάλματα και αλλαγές συνδεσιμότητας αναπαράγονται πάντα, καθώς είναι σημαντικό να τα προσέξετε παρά διακοσμητικά.
es: Los sonidos y vibraciones para errores y cambios de conectividad siempre suenan, ya que son importantes de notar y no meramente decorativos.
fa: صداها و لرزش برای خطاها و تغییرات اتصال همیشه پخش می‌شوند، زیرا مهم است که متوجه آن‌ها شوید نه اینکه صرفاً تزئینی باشند.
fr: Les sons et retours haptiques pour les erreurs et les changements de connectivité sont toujours émis, car ils sont importants à remarquer plutôt que décoratifs.
he: צלילים והפטיקה עבור שגיאות ושינויי קישוריות תמיד מושמעים, מכיוון שחשוב לשים לב אליהם ולא רק לקישוט.
hi: त्रुटियों और कनेक्टिविटी परिवर्तनों के लिए ध्वनियाँ और हैप्टिक्स हमेशा बजते हैं, क्योंकि वे सजावटी नहीं बल्कि ध्यान देने योग्य महत्वपूर्ण हैं।
id: Suara dan haptik untuk kesalahan dan perubahan konektivitas selalu diputar, karena penting untuk diperhatikan, bukan sekadar dekoratif.
it: Suoni e feedback aptici per errori e cambi di connettività vengono sempre riprodotti, poiché sono importanti da notare piuttosto che decorativi.
ja: エラーや接続状態の変化に関するサウンドと触覚フィードバックは、装飾的なものではなく、気付くべき重要な情報のため、常に再生されます。
ko: 오류 및 연결 변경에 대한 소리와 햅틱은 장식적인 것이 아니라 알아야 할 중요한 정보이므로 항상 재생됩니다.
nl: Geluiden en trillingen voor fouten en connectiviteitswijzigingen worden altijd afgespeeld, omdat het belangrijk is deze op te merken in plaats van decoratief te zijn.
pl: Dźwięki i wibracje dla błędów i zmian łączności zawsze są odtwarzane, ponieważ są ważne do zauważenia, a nie dekoracyjne.
pt: Sons e feedback tátil para erros e mudanças de conectividade sempre tocam, pois são importantes de notar, não meramente decorativos.
ru: Звуки и тактильные эффекты для ошибок и изменений подключения всегда воспроизводятся, поскольку их важно заметить, а не просто украшение.
sv: Ljud och haptik för fel och anslutningsändringar spelas alltid upp, eftersom de är viktiga att lägga märke till snarare än dekorativa.
th: เสียงและการสั่นสำหรับข้อผิดพลาดและการเปลี่ยนแปลงการเชื่อมต่อจะเล่นเสมอ เนื่องจากสำคัญที่ต้องสังเกตมากกว่าเป็นเพียงการตกแต่ง
tr: Hatalar ve bağlantı değişiklikleri için sesler ve dokunsal geri bildirimler her zaman çalınır, çünkü bunlar dekoratif değil fark edilmesi önemli şeylerdir.
uk: Звуки й тактильні відчуття для помилок і змін з'єднання завжди відтворюються, оскільки важливо їх помітити, а не просто прикраса.
vi: Âm thanh và rung cho lỗi và thay đổi kết nối luôn phát, vì chúng quan trọng cần chú ý chứ không chỉ để trang trí.
zh_hans: 错误和连接状态变化的声音与触感始终会播放，因为它们是需要留意的重要信息，而非装饰性效果。

source: Speaks a summary of what's new on AppleVis since your last visit.
ar: يتحدث بملخص عما هو جديد في AppleVis منذ آخر زيارة لك.
de: Liest eine Zusammenfassung dessen vor, was seit deinem letzten Besuch auf AppleVis neu ist.
el: Εκφωνεί μια περίληψη του τι νέο υπάρχει στο AppleVis από την τελευταία σας επίσκεψη.
es: Narra un resumen de las novedades en AppleVis desde tu última visita.
fa: خلاصه‌ای از موارد جدید AppleVis از آخرین بازدید شما را می‌گوید.
fr: Énonce un résumé des nouveautés sur AppleVis depuis votre dernière visite.
he: מקריא סיכום של מה חדש ב-AppleVis מאז הביקור האחרון שלך.
hi: आपकी अंतिम विज़िट के बाद से AppleVis पर नया क्या है, इसका सारांश बोलता है。
id: Membacakan ringkasan hal baru di AppleVis sejak kunjungan terakhir Anda.
it: Pronuncia un riepilogo delle novità su AppleVis dalla tua ultima visita.
ja: 前回の訪問以降の AppleVis の新着情報を要約して読み上げます。
ko: 마지막 방문 이후 AppleVis에 새로운 내용을 요약해서 말해줍니다.
nl: Spreekt een samenvatting uit van wat er nieuw is op AppleVis sinds je laatste bezoek.
pl: Odczytuje podsumowanie tego, co nowego na AppleVis od Twojej ostatniej wizyty.
pt: Fala um resumo do que há de novo na AppleVis desde sua última visita.
ru: Озвучивает сводку новинок на AppleVis с момента вашего последнего посещения.
sv: Läser upp en sammanfattning av vad som är nytt på AppleVis sedan ditt senaste besök.
th: อ่านสรุปสิ่งใหม่บน AppleVis ตั้งแต่ครั้งล่าสุดที่คุณเข้าชม
tr: Son ziyaretinizden bu yana AppleVis'te neyin yeni olduğuna dair bir özet seslendirir.
uk: Озвучує підсумок нового на AppleVis з часу вашого останнього відвідування.
vi: Đọc bản tóm tắt những gì mới trên AppleVis kể từ lần truy cập gần nhất của bạn.
zh_hans: 朗读自您上次访问以来 AppleVis 上的最新内容摘要。

source: Speed
ar: السرعة
de: Geschwindigkeit
el: Ταχύτητα
es: Velocidad
fa: سرعت
fr: Vitesse
he: מהירות
hi: गति
id: Kecepatan
it: Velocità
ja: 速度
ko: 속도
nl: Snelheid
pl: Prędkość
pt: Velocidade
ru: Скорость
sv: Hastighet
th: ความเร็ว
tr: Hız
uk: Швидкість
vi: Tốc độ
zh_hans: 速度

source: Speeds up playback by shortening quiet pauses between words.
ar: يسرّع التشغيل عن طريق تقصير فترات التوقف الصامتة بين الكلمات.
de: Beschleunigt die Wiedergabe, indem stille Pausen zwischen Wörtern verkürzt werden.
el: Επιταχύνει την αναπαραγωγή συντομεύοντας τις σιωπηλές παύσεις μεταξύ λέξεων.
es: Acelera la reproducción acortando las pausas silenciosas entre palabras.
fa: با کوتاه کردن مکث‌های ساکت بین کلمات پخش را سریع‌تر می‌کند.
fr: Accélère la lecture en raccourcissant les silences entre les mots.
he: מאיץ את ההשמעה על ידי קיצור ההפסקות השקטות בין מילים.
hi: शब्दों के बीच शांत विराम को छोटा करके प्लेबैक को तेज़ करता है।
id: Mempercepat pemutaran dengan mempersingkat jeda sunyi antar kata.
it: Accelera la riproduzione accorciando le pause silenziose tra le parole.
ja: 単語間の無音の間を短縮して、再生を高速化します。
ko: 단어 사이의 조용한 정지를 줄여 재생 속도를 높입니다.
nl: Versnelt het afspelen door stille pauzes tussen woorden te verkorten.
pl: Przyspiesza odtwarzanie, skracając ciche przerwy między słowami.
pt: Acelera a reprodução encurtando as pausas silenciosas entre palavras.
ru: Ускоряет воспроизведение, сокращая тихие паузы между словами.
sv: Snabbar upp uppspelningen genom att förkorta tysta pauser mellan ord.
th: เร่งการเล่นโดยย่นช่วงหยุดเงียบระหว่างคำ
tr: Kelimeler arasındaki sessiz duraklamaları kısaltarak oynatmayı hızlandırır.
uk: Прискорює відтворення, скорочуючи тихі паузи між словами.
vi: Tăng tốc phát bằng cách rút ngắn khoảng lặng giữa các từ.
zh_hans: 通过缩短单词间的静音停顿来加快播放速度。

source: Spotlight Feature
ar: ميزة بارزة
de: Hervorgehobene Funktion
el: Λειτουργία Προβολής
es: Función destacada
fa: ویژگی ویژه
fr: Fonctionnalité en vedette
he: תכונה מובלטת
hi: स्पॉटलाइट सुविधा
id: Fitur Sorotan
it: Funzionalità in evidenza
ja: 注目機能
ko: 주목할 기능
nl: Uitgelichte functie
pl: Funkcja na wyróżnieniu
pt: Recurso em destaque
ru: Функция «В центре внимания»
sv: Funktion i fokus
th: ฟีเจอร์ไฮไลต์
tr: Öne Çıkan Özellik
uk: Функція «У фокусі»
vi: Tính năng nổi bật
zh_hans: 焦点功能

source: star
ar: نجمة
de: Stern
el: αστερίσκος
es: estrella
fa: ستاره
fr: étoile
he: כוכבית
hi: स्टार
id: bintang
it: stella
ja: スター
ko: 별
nl: ster
pl: gwiazdka
pt: estrela
ru: звёздочка
sv: stjärna
th: ดอกจัน
tr: yıldız
uk: зірочка
vi: sao
zh_hans: 星号

source: Start Exploring
ar: بدء الاستكشاف
de: Erkundung starten
el: Έναρξη Εξερεύνησης
es: Empezar a explorar
fa: شروع کاوش
fr: Commencer à explorer
he: התחל לחקור
hi: खोजना शुरू करें
id: Mulai Menjelajahi
it: Inizia a esplorare
ja: 探索を開始
ko: 둘러보기 시작
nl: Beginnen met verkennen
pl: Zacznij odkrywać
pt: Começar a explorar
ru: Начать изучение
sv: Börja utforska
th: เริ่มสำรวจ
tr: Keşfetmeye Başla
uk: Почати огляд
vi: Bắt đầu khám phá
zh_hans: 开始探索

source: Start Scan
ar: بدء الفحص
de: Scan starten
el: Έναρξη Σάρωσης
es: Iniciar análisis
fa: شروع اسکن
fr: Démarrer l'analyse
he: התחל סריקה
hi: स्कैन शुरू करें
id: Mulai Pemindaian
it: Avvia scansione
ja: スキャンを開始
ko: 스캔 시작
nl: Scan starten
pl: Rozpocznij skanowanie
pt: Iniciar verificação
ru: Начать сканирование
sv: Starta genomsökning
th: เริ่มการสแกน
tr: Taramayı Başlat
uk: Почати сканування
vi: Bắt đầu quét
zh_hans: 开始扫描

source: Start Tour
ar: بدء الجولة
de: Tour starten
el: Έναρξη Ξενάγησης
es: Iniciar recorrido
fa: شروع تور
fr: Commencer la visite
he: התחלת הסיור
hi: टूर शुरू करें
id: Mulai Tur
it: Avvia tour
ja: ツアーを開始
ko: 둘러보기 시작
nl: Rondleiding starten
pl: Rozpocznij samouczek
pt: Iniciar tour
ru: Начать обзор
sv: Starta rundtur
th: เริ่มทัวร์
tr: Turu Başlat
uk: Почати тур
vi: Bắt đầu Hướng dẫn
zh_hans: 开始导览

source: Status
ar: الحالة
el: Κατάσταση
es: Estado
fa: وضعیت
fr: Statut
he: סטטוס
hi: स्थिति
it: Stato
ja: 状態
ko: 상태
pl: Stan
ru: Статус
th: สถานะ
tr: Durum
uk: Стан
vi: Trạng thái
zh_hans: 状态

source: Staying in Touch
ar: البقاء على تواصل
de: In Verbindung bleiben
el: Μείνετε σε Επαφή
es: Mantente en contacto
fa: در ارتباط ماندن
fr: Rester en contact
he: להישאר בקשר
hi: संपर्क में रहना
id: Tetap Terhubung
it: Rimani in contatto
ja: つながりを保つ
ko: 계속 소식 받기
nl: In contact blijven
pl: Bądź na bieżąco
pt: Fique em contato
ru: Оставайтесь на связи
sv: Håll kontakten
th: ติดตามข่าวสาร
tr: İletişimde Kalın
uk: Залишайтеся на зв'язку
vi: Giữ liên lạc
zh_hans: 保持联系

# Step %lld of %lld
source: Step %1$lld of %2$lld
ar: الخطوة %lld من %lld
de: Schritt %lld von %lld
el: Βήμα %lld από %lld
es: Paso %lld de %lld
fa: مرحله %lld از %lld
fr: Étape %lld sur %lld
he: שלב %lld מתוך %lld
hi: चरण %lld / %lld
id: Langkah %lld dari %lld
it: Passaggio %lld di %lld
ja: 手順 %lld / %lld
ko: %lld/%lld단계
nl: Stap %lld van %lld
pl: Krok %lld z %lld
pt: Etapa %lld de %lld
ru: Шаг %lld из %lld
sv: Steg %lld av %lld
th: ขั้นตอนที่ %lld จาก %lld
tr: Adım %lld / %lld
uk: Крок %lld з %lld
vi: Bước %lld/%lld
zh_hans: 第 %lld 步，共 %lld 步

# Step %lld of %lld: %@
source: Step %1$lld of %2$lld: %3$@
ar: الخطوة %lld من %lld: %@
de: Schritt %lld von %lld: %@
el: Βήμα %lld από %lld: %@
es: Paso %lld de %lld: %@
fa: مرحله %lld از %lld: %@
fr: Étape %lld sur %lld : %@
he: שלב %lld מתוך %lld: %@
hi: चरण %lld / %lld: %@
id: Langkah %lld dari %lld: %@
it: Passaggio %lld di %lld: %@
ja: 手順 %lld / %lld：%@
ko: %lld/%lld단계: %@
nl: Stap %lld van %lld: %@
pl: Krok %lld z %lld: %@
pt: Etapa %lld de %lld: %@
ru: Шаг %lld из %lld: %@
sv: Steg %lld av %lld: %@
th: ขั้นตอนที่ %lld จาก %lld: %@
tr: Adım %lld / %lld: %@
uk: Крок %lld з %lld: %@
vi: Bước %lld/%lld: %@
zh_hans: 第 %lld 步，共 %lld 步：%@
